IDEA Open Model
LoadingULS.InternalForcesVariable Property
Compatible with IDEA StatiCa 20.1
 Variable internal force in staged section only
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ResultOfInternalForces InternalForcesVariable { get; set; }
Public Property InternalForcesVariable As ResultOfInternalForces
	Get
	Set
Property Value
Type: ResultOfInternalForces
See Also
Reference
LoadingULS Class
IdeaRS.OpenModel.Concrete.Load Namespace